Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
yo: O ṣeun tí o lo àkókò láti ṣàtúnyẹ̀wò àyípadà yíì. Gba Ṣíra tẹ̀ yóò mú ẹ̀yà aròkọ yíi wà lóju iṣẹ́! Jọ̀wọ́ lo àkókò láti ní ìdánílójú pé gbogbo ẹ̀yán tọ̀nà.

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
yo: O ṣeun tí o lo àkókò láti ṣàtúnṣe ìyípadà yíì. Jọ̀wọ́ dúpẹ́ lọ́wọ olóòtú kí o fún ní pàtó, ìjábọ̀ tí ó wúrí nípa ohun tí o lérò pé ó yẹ fún ìyípadà kí a lè gba àtúnyẹ́wò.

source: Thanks for your help! Just so you know, Firefox OS is not available in your locale yet, and it's possible this article will change before it is.
yo: O ṣeun fún ìrànwọ́ rẹ! Kí o kàn mọ́, kòsí Firefox OS ní tìbílẹ̀ rẹ báyì, o ṣééṣe kí aròkọ yì yípadà ṣáàju rẹ̀.

source: Thanks so much for your interest in helping users of Mozilla technologies!
yo: O ṣeun gidi fún ìfìfẹ́hànsí fún ìṣe ìrànwọ́ àwọn olùṣàmúlò ti àwọn ìmọ̀ ẹ̀rọ Mozilla!

source: Thanks, The Mozilla Support team
yo: Ẹ ṣeun, ẹgbẹ́ Àtìlẹ́hìn Mozilla

source: Thank you for being awesome!
yo: O ṣeun pé o jẹ́ ìyanu!

source: Thank you for choosing a solution!
yo: O ṣeun tí o yan ọ̀nà àbáyọ!

source: Thank you for registering!
yo: O ṣeun tí o ń forúkọsílẹ̀!

source: Thank you for your contribution to Mozilla Support!
yo: O ṣeun fún ìdasí rẹ sí Àtìlẹ́hìn Mozilla!

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
yo: O ṣeun fún ìdasí rẹ sí àpérò àtìlẹ́hìn Mozilla! O ti mú inú ẹnìkan dùn lónì!

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
yo: O ṣeun lẹ́ẹ̀kansi. A ń fojú sọ́nà láti rí ọ si láyiká SUMO! Maa gbádùn!

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
yo: O ṣeun! Ìbéèrè rẹ yóò hàn ní ojúlé wẹ́ẹ̀bù nígbà tí o bá jẹ́rì àdírẹ́sì í-meélì rẹ. O gbọ́dọ̀ gba í-meélì láìpẹ́ pẹ̀lú ìsopọ̀ láti jẹ́rì.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
yo: Àdírẹ́sì í-meélì rẹ kòní olùṣàmúlò àkọ́ọ́lẹ̀ àjọsepọ̀. Ṣé ó dá ọ lójú pé o ti forúkọsílẹ̀?

source: That tag does not exist.
yo: Kòsí ìṣàmì yẹn.

source: The basics of using bookmarks
yo: Ìpinlẹ̀ lílo àwọn àmì ìwé

source: The community forum is at %(url)s .
yo: Àpérò awùjọ wà ní %(url)s .

source: The dashboard data is being loaded. This may take some time.
yo: Pẹpẹiṣẹ́ dátà ń ṣàgbàwálẹ̀. Èyí lè gba àkókò díẹ̀.

source: The {default_locale} version has no approved content to show.
yo: {default_locale} ẹ̀yà kòní àkóónú tí a gbà láti fihàn.

source: The document has been deleted.
yo: Ti pa àkọsílẹ̀ rẹ́.

source: The document "%s" does not exist.
yo: Àkọ̀sílẹ̀ "%s" kòsí tẹ́lẹ̀.

source: The {domain} team
yo: Àjọṣepọ̀ {domain} nàà

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
yo: Í-meélì tí o mú wọlé ({new_email}) tiwà nínu ìlànà ètò. Í-meélì lọ́wọ́lọ́wọ́ fún àkọ́ọ́lẹ̀ rẹ ṣìni {old_email}.

source: The flag is invalid.
yo: Ìpe-àkíyèsí-sí jé àìfẹsẹ̀múlẹ̀.

source: The flag is valid and I fixed the issue.
yo: Ipe-àkíyèsí-sí tọ́ mosì yanjú ìṣòro náà.

source: The following articles include this image:
yo: Àwọn aròkọ yìí ní àwòrán:

source: The image "%s" does not exist.
yo: Kòsí àwòrán náà "%s".

source: The message was deleted!
yo: A pa iṣẹ́ yí rẹ́!

source: The Mozilla Support team
yo: Ẹgbẹ́ Àtìléhìn Mozilla

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
yo: Ṣàtúntò ìsopọ̀ ọ̀rọ̀ aṣínà kò tọnà, bóyá nítorí ati lò rí. Jọ̀wọ́ béèrè fún àtúntò ọ̀rọ̀ aṣínà titun.

source: The question:
yo: Ìbéèrè náà:

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
yo: Kòsí àpèjọ àwọn ìbéèrè fún {product} ní {old_lang}, ati ṣe ìtundárí rẹ sí {new_lang} àwọn àpèjọ ìbéèrè.

source: The questions forum isn't available in {old_lang}, we have redirected you to the {new_lang} questions forum.
yo: Kòsí àpejọ àwọn ìbéèrè ní {old_lang}, àti tún darí rẹ sí {new_lang} àwọn àpèjọ ìbéèrè.

source: The question: '{title}' was marked as solved by its asker, {asker}.
yo: Ìbéèrè náà: '{title}' ni a ṣàmì sí bí ti a ti yanjú lọ́dọ̀ olùbéèrè, {asker}.

source: There are no articles.
yo: Kòsí aròkọ.

source: There are no messages here.
yo: Kòsí àwọn iṣẹ́ níbì.

source: There are no threads. Maybe you should create some!
yo: Kòsí èròjà atẹ̀lélànà. Bóyá kí o ṣẹ̀dá àwọn kan!

source: There are several ways in which you can get involved:
yo: Ọ̀pọ̀ ọ̀nà ni o lègbà kópa:

source: There are {total} users with at least one contribution in the last 90 days.
yo: Àwọn olùṣàmúlò {total} wà tí wọ́n ní ó kéré ìdasí kan ní 90 ọjọ́ sẹ́hìn.

source: The refund request must be made within 10 business days of purchase.
yo: Ìbéèrè fún ìdápadà gbọ́dọ̀ jẹ́ láarín ọjọ́ 10 iṣẹ́ ti rírà.

source: There is no flagged content pending moderation.
yo: Kòsí àkóónú ìpe-àkíyèsí-sí tí o ń dúró fún àbójútó.

source: There is no topic data available for the current selections.
yo: Kòsí àkọlé dátà fún yíyàn àkókò yíì.

source: The requested image could not be found.
yo: Akòrí àwòrán tí o béèrè.

source: There was an error.
yo: Àṣìṣe kàn wa.

source: There was an error checking for canned responses.
yo: Àṣiṣe wáyé ní ìṣàyẹwò fún èsì tí a dé.

source: There was an error generating the preview.
yo: Àṣìṣẹ kan ń wáyé ní àkọ́gbéyẹ̀wò.

source: There was an error. Please try again in a moment.
yo: Àṣìṣe kàn wa. Jọ̀wọ́ gbìyànjú láìpẹ́ lẹ́ẹ́kànsi.

source: There was an error submitting the ticket. Please try again later.
yo: Àṣiṣe wáyé ní fífi tíkẹ̀tì sílẹ̀. Jọ̀wọ́ tún gbìyànjú bóyá.

source: There was an error submitting your vote.
yo: Àṣìṣẹ kan wáyé nígbà ìfi ìbò sílẹ̀.

source: There was a problem confirming your subscription.
yo: Ìṣoro wà ní ìjẹ́rì ìforukọsílẹ̀ rẹ.

source: There was a problem unsubscribing.
yo: Ìṣoro wáyé ní àìforúkọ sílẹ̀.

source: There were errors adding leaders to the group, see below.
yo: Àwọn àṣìṣe wáyé nígbà ìṣàfikún àwọn aṣaajú sí ẹgbẹ́ náà, wo ìsàlẹ̀.

source: There were errors adding members to the group, see below.
yo: Àṣìṣe wà ní ṣíṣe àfikún àwọn ẹgbẹ́ sí ẹgbẹ́, wo ìsàlẹ̀.

source: There were errors adding new contributors, see below.
yo: Àṣìṣe wáyé ní ṣíṣàfikún àwọn olùdásí titun, wo ìsàlẹ̀.

source: There were errors adding users, see below.
yo: Àṣìṣe wáyé ní ìsafikún àwọn olùṣàmúlò, wo ìsàlẹ̀.

source: These are the top 50 most visited articles in the last 30 days.
yo: Àwọn wọ̀nyí ni àròkọ 50 tí a bèwò jùlọ ní 30 ọjọ́ tó kọjá.

source: These minor changes are not important for localizers and they will not be notified.
yo: Àyípadà kékeré kòṣe pàtàkì fún olùsọdìbílẹ̀ wọn kò síni gba àkíyèsí.

source: The {sitename} team
yo: Ẹgbẹ́ {sitename} náà

source: The slug provided is not valid.
yo: Sílọ́gì tí o pèsè kò tọ́nà.

source: The solution was undone successfully.
yo: Ọ̀nà àbáyọ tí a se àìse dáradára.

source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
yo: Ọmọ ogun ti Ìyàlẹ́nu SUMO 2010 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2010; ní ipò yíì: Ọmọ ogun ti Ìyàlẹ́nu 50 túwìtì. Ìkú oríire fún gbogbo Ọmọ ogun ti Ìyàlẹ́nu SUMO 2010 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
yo: Ọmọ ogun ti Ìyàlẹ́nu SUMO 2011 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2011; ní ipò yíì: Ọmọ ogun ti Ìyàlẹ́nu 50 túwìtì. Ìkú oríire fún gbogbo Ọmọ ogun ti Ìyàlẹ́nu SUMO 2011 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
yo: Ọmọ ogun ti Ìyàlẹ́nu SUMO 2012 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2012; ní ipò yíì: Ọmọ ogun ti Ìyàlẹ́nu 50 túwìtì. Ìkú oríire fún gbogbo Ọmọ ogun ti Ìyàlẹ́nu SUMO 2012 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
yo: Ọmọ ogun ti Ìyàlẹ́nu SUMO 2013 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2013; ní ipò yíì: Ọmọ ogun ti Ìyàlẹ́nu 50 túwìtì. Ìkú oríire fún gbogbo Ọmọ ogun ti Ìyàlẹ́nu SUMO 2013 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré SUMO Ọmọ ogun ti Iyalẹnu 2014 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2014 ní ìdí èyí: Àádọ́ta Ọmọ ogun ti Ìyàlẹ́nu túwìtì. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú SUMO Ọmọ ogun ti Ìyàlẹ́nu 2014 ti Iṣẹ́ Mozilla!

source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré jẹ Àpèjọ SUMO L10n 2010 tí ó wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2010 ní ìdí èyí: Èsì 30 tí Àpèjọ Gẹ̀ẹ́sì SUMO. Kú oríire fún gbogbo olùgba báàjì Àpèjọ SUMO 2010 fún ìtẹ̀siwájú Iṣẹ́ Mozilla!

source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
yo: Apèjọ SUMO 2011 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2011 ní ipò yíì: 30 èsì ní Apèjọ Gẹ̀ẹ́sì SUMO. Ìkú oríire fún gbogbo Apejọ SUMO 2011 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré Àpèjọ SUMO 2012 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2012 ní ìdí èyí: Èsì 30 ní Gẹ̀ẹ́sì Apèjọ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO 2012 ti Iṣẹ́ Mozilla!

source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
yo: Báàjì kékeré jẹ Àpèjọ Àpèjọ SUMO 2013 tí ó wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2013 ní ìdí èyí: Èsì 30 ní Gẹ̀ẹ́sì Àpèjọ SUMO. Kú oríire fún gbogbo olùgba báàjì Àpèjọ SUMO 2013 fún ìtẹ̀siwájú Iṣẹ́ Mozilla

source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré Apèjọ SUMO 2014 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2014 ní ìdí èyí: èsì 30 ní Gẹ̀ẹ́sì Apèjọ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO 2014 ti Iṣẹ́ Mozilla!

source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
yo: Báàjì kékeré SUMO KB 2010 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2010; ní ìdí èyí: Ìṣàtúnṣe 10 tí a gbà ní Gẹ̀ẹ́sì Ìpinlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO KB 2010 ti Iṣẹ́ Mozilla

source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré ti SUMO KB 2011 wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2011; ní ìdí èyí: ìsàtúnṣe ìtumọ̀ 10 tí a gbà ti Gẹẹsi Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olùgba báàjì SUMO KB 2011 fún ìtẹ̀siwájú Iṣẹ́ Mozilla!

source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
yo: SUMO KB 2012 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2012; ní ipò yíì: Ó gba ìṣàtúnṣe ìtumọ̀ 10 wọlé ti Ìpínlẹ̀ Ìmọ̀ Gẹ̀ẹ́sì SUMO. Ìkú oríire fún gbogbo SUMO KB 2012 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
yo: SUMO KB 2013 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2013 ní ipò yíì: Ó gba ìṣàtúnṣe ìtumọ̀ 10 wọlé ti Ìpínlẹ̀ Ìmọ̀ Gẹ̀ẹ́sì SUMO. Ìkú oríire fún gbogbo SUMO KB 2013 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
yo: Báàjì kékeré Apèjọ SUMO KB 2014 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2014; ní ìdí èyí: Ìṣàtúnṣe 10 tí a gbà ti Gẹ̀ẹ́sì Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO KB 2014 ti Iṣẹ́ Mozilla

source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré ti SUMO L10n 2010 wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2010; ní ìdí èyí: ìsàtúnṣe ìtumọ̀ 10 tí a gbà ti Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olùgba báàjì SUMO L10n 2010 fún ìtẹ̀siwájú Iṣẹ́ Mozilla!

source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
yo: SUMO L10n 2011 báájì kékeré jẹ́ lára àtẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO ní 2011; ní ipò yíì: Ó gba ìṣàtúnṣe ìtumọ̀ 10 wọlé ti Ìpínlẹ̀ Ìmọ̀ SUMO. Ìkú oríire fún gbogbo SUMO L10n 2011 tó gba báàjì fún ìtẹsiwájú Iṣẹ́ Mozilla!

source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré SUMO L10n 2012 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2012; ní ìdí èyí: Ìṣàtúnṣe ìtumọ̀ 10 tí a gbà ti Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO L10n 2012 ti Iṣẹ́ Mozilla!

source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré jẹ Àpèjọ SUMO L10n 2013 tí ó wà lára àtẹ̀léra SUMO. Ó ṣojú ìdasí SUMO ní 2013 ní ìdí èyí: ìsàtúnṣe ìtumọ̀ 10 tí a gbà ti Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olùgba báàjì Àpèjọ SUMO L10n 2013 fún ìtẹ̀siwájú Iṣẹ́ Mozilla!

source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
yo: Báàjì kékeré SUMO L10n 2014 jẹ́ lára atẹ̀léra SUMO. Ó ṣojú ìdasí ti SUMO 2014; ní ìdí èyí: Ìṣàtúnṣe mẹ́wà tí a gbà ti Ìpínlẹ̀ Ìmọ̀ SUMO. Kú oríire fún gbogbo olugbà báàjì ìtẹ̀siwájú Apèjọ SUMO L10n 2014 ti Iṣẹ́ Mozilla!

source: The template "%s" does not exist or has no approved revision.
yo: Àwòṣe "%s" kòsí tàbí kòní àtúnyẹ́wò tí a gbà.

source: The URL has changed!
yo: Ti sàyípadà URL!

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
yo: Orúkọ aṣàmúlò tí o mú wọlé kò tọ̀nà. Jọ̀wọ́ yan òmíìràn kí o sì lérò pé àwọn olùranlọ́wọ́ wa jẹ́ àwọn olùṣàmúlò Firefox míìran bíi rẹ.

source: The video "%s" does not exist.
yo: Kòsí fídíò náà "%s".

source: Thimble
yo: Kẹ̀bẹkú

source: This account is already banned!
yo: Ati dènà àkọ́ọ́lẹ̀ yí náà!

source: This account is already being ignored!
yo: Ati ńpa àkọ́ọ́lẹ̀ tì náà!

source: This account is inactive.
yo: Àkọ́ọ́lẹ̀ yíì ni aláìṣiṣẹ́.

source: This article doesn't have approved content yet.
yo: Aròkọ yí kòní àkóónú tí a gbà báyì.

source: This article is no longer maintained, so its content might be out of date.
yo: A kò bójútó aròkọ yíi mọ́, nítorí náà àkóónú rẹ̀ léti kọjá.

source: This badge is awarded to contributors with 10 approved English edits during 2015.
yo: Afi báàjì ẹ̀bùn-ìfakọ̀yọ fún àwọn olùdásí tí o ní àtúnṣẹ Gẹ́ẹ̀sì tí a fọwọsí 10 ní 2015.

source: This badge is awarded to contributors with 10 approved translations edits during 2008.
yo: Báájì yíì gba ẹ̀bùn-ìfakọ̀yọ fún àwọn olùdásí pẹ̀lú ìṣàtúnṣe ìtumọ̀ mẹ́wà tí a gbà wọlé ní 2008.

source: This badge is awarded to contributors with 10 approved translations edits during 2009.
yo: Ẹ̀bùn-ìfakọ̀yọ báàjì ni a fún àwọn olùdásí pẹ̀lú ìsàtúnṣe ìtumọ̀ mẹ́wà tí a gbà ní 2009.

source: This badge is awarded to contributors with 10 approved translations edits during 2015.
yo: Afi báàjì ẹ̀bùn-ìfakọ̀yọ fún àwọn olùdásí tí o ní àtúnṣẹ ìtumọ̀ tí a fọwọsí 10 ní 2015.

source: This badge is awarded to contributors with 30 support forum replies during 2015.
yo: Báàjì yii ni a pínfún àwọn olùdasí tí ó ní èsì àpérò àtìlẹ́hìn 30 ní 2015.

source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
yo: Afi báàjì ẹ̀bùn-ìfakọ̀yọ fún àwọn olùdásí tí o ní 50 túwítì Ọmọ ogun Ìyàlẹ́nu ní 2015.

source: This document does not have a current revision.
yo: Àkọsílẹ̀ yíì kòní àtúnṣe titun.

source: This document does not have a current translation.
yo: Àkọsílẹ̀ yíi ò ní ìtumọ̀ lọ́wọ́lọ́wọ́.

source: This document has already been translated to the following locales:
yo: A ti túmọ̀ àkọsílẹ̀ yíi náà sí tìbílẹ̀ wọ̀nyíì:

source: This document has been translated to the following locales:
yo: A ti túmọ̀ àkọsílẹ̀ yíi sí tìbílẹ̀ wọ̀nyíì:

source: This document has no revisions.
yo: Àkọsílẹ̀ yí kòní àtúnyẹ̀wò.

source: This document is missing translations for the following locales:
yo: Akọ̀sílẹ̀ yíi kòsí nínu àwọn ìtumọ̀ fún tìbílẹ̀ wọ̀nyí:

source: This doesn't solve my problem
yo: Èyí kò tán ìṣòro mi

source: This edit does not make this article up to date. The English differences should not change on the next edit.
yo: Ìṣàtúntò yíì kò sọ aròkọ yí di lọ́wọ́lọ́wọ́. Ìyàtọ̀ Gẹ̀ẹ́sì kò gbọdọ̀ yípadà ní ìṣàtúnto tó kàn.

source: This email is already in use!
yo: A ti ́ńlo í-meélì yí náà!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
yo: Afi í-meélì yí ránṣẹ́ ní aládàṣe lọ́wọ́ rọ́bọ̀tì. Rọ́bọ̀tì wa kòle dáhùn ìbéèrè rẹ, ṣùgbọ́n àwọn àpèjọ àwọn olùdasí wa lè dáhùn! Bí o báfẹ́ dáwọn lóhùn, jọ̀wọ́ <a href="%(url)s">tẹ̀ níbí</a>.

source: This email looks great!
yo: Í-meélì yíì dára!

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
yo: Àbùdá yíì ni a ti yọ kúrò báyì nígbà tí a ń ṣe ìbójútó ojúlà wẹ́ẹ̀bù. Jọ̀wọ́ lo ìgbàwálẹ̀ bọ́tìnì Ẹ̀hìn kí o gbìyànjú díẹ̀ bóyá.

source: This field was populated automatically.
yo: Àayè wúnrẹ̀n yíì ti kún ní ọ̀nà àdáṣe.

source: This happened
yo: Èyí ṣẹlẹ̀

source: This happens
yo: Èyí maa ńṣẹlẹ̀

source: This image is not included in any articles.
yo: Àwòrán yíì kòsí nínu àwọn aròkọ.

source: This information gives details about the internal workings of your browser that will help in answering your question.
yo: Ìwifún yíì pèsè ẹ̀kúnrẹ́rẹ́ nípa iṣẹ́ inú ti ìgbàwálẹ̀ rẹ tí yóò ṣe ìrànwọ́ ìdáhùn ìbéèrè rẹ.

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
yo: Èyí jẹ́ ojúlà wẹ́ẹ̀bù àfihàn, àkóónú ni a tún kọ ní ọjọ́ 1 nínu oṣù.<br>Ìgbéjáde ojúlà wẹ́ẹ̀bù ni <a href="http://support.mozilla.org">níbí</a>.

source: This is the number of all Knowledge Base articles that are ready to be localized.
yo: Èyí ni nọ́ńbà gbogbo Ìpìlẹ̀ Àrokọ Imọ̀ tí ó ṣetán fún ìsọdibílẹ̀.

source: This is your current email.
yo: Èyí ni í-meélì rẹ báyì.

source: This page doesn't have a mobile optimized version. Tap here to go back.
yo: Ojú ewé yìí kòní ẹ̀yà ṣàpéye alágbeká. Tẹ̀ níbí láti padà.

source: This question already has a solution.
yo: Ìbéèrè yí ní ọ̀nà àbáyọ náa.
